{   
    "header_title": "Добро пожаловать",

    "welcome_slide1_subtitle": "Добро пожаловать",
    "welcome_slide1_title": "DeqSpeed",
    "welcome_slide1_description": "Абсолютно независимый инструмент<br> для замера скорости Интернет-соединения.",

    "welcome_slide2_subtitle": "Добро пожаловать",
    "welcome_slide2_title": "DeqSpeed",
    "welcome_slide2_description": "Множество серверов по всему миру, <br> а также инновационные подходы к тестированию скорости сети.",

    "privacy_policy": "Политика конфиденциальности",
    "button_lets_start": "Давайте уже начнем!",

    "start_thetest": "Начать тест",
    "title_firstline": "Привет, это —",
    "title_secondline": "DeqSpeed",
    "app_optimization": "Оптимизация приложения",
    "looking_for_theservers": "Подбор сервера...",
    "maincard_subtitle": "Это не займет много времени.",
    "maincard_title": "Тестирование скорости сети",
    "maincard_description": "Для тестирования скорости сети мы установим подключение между Вашим устройством и удаленным сервером, чтобы провести набор необходимых тестов.",
    "maincard_description_learnmore": "Узнать больше",
    "maincard_label_serverselection": "Выбор сервера",

    "ping": "Ping",
    "jitter": "Jitter",
    "upload_speed": "Загрузка",
    "download_speed": "Скачивание",

    "ms": "мс",
    "mbps": "Mbps",

    "better_than": "лучше",
    "users": "пользователей",

    "about_connection_title": "Сведения о подключении",
    "about_connection_networktype": "Тип соединения",
    "about_connection_ipaddr": "IP адрес",
    "about_connection_provider": "Провайдер сети",
    "about_connection_addr_irl": "Адрес по сети",

    "share_withstory": "Поделиться в истории",
    "share_withpost": "Поделиться на стене",
    "retake_test": "Еще раз",

    "toast_loadingnotificator_mainline": "Определяем",

    "perfoming_ping": "Ping",
    "perfoming_jitter": "Jitter",
    "perfoming_downloadspeed": "входящую скорость",
    "perfoming_uploadspeed": "исходящую скорость",
    "perfoming_latest_tests": "последние показатели",

    "vk_posttext_firstpart": "Моя скорость Интернета лучше, чем у ",
    "vk_posttext_secondpart": "пользователей!",

    "yagames_share_aboutapp": "Удобный инструмент замера скорости сети прямо в Yandex WebApps, — попробуйте!",





    "article_about_methods_title": "Как это работает: DeqSpeed",
    "article_about_methods_subtitle": "Что такое скорость сети?",
    "article_about_methods_aboutspeed": "Скорость Интернета относится к скорости, с которой данные или контент перемещаются из Всемирной паутины на Ваш домашний компьютер, планшет или смартфон. Скорость этих данных измеряется в мегабитах в секунду (Мбит/с). Один мегабит равен 1024 килобитам. Это преобразование означает, что 1 Мбит/с более чем в 1000 раз быстрее, чем 1 килобит в секунду (Кбит/с). Разница между скоростями скачивания и скоростями загрузки может быть объяснена следующим образом: скорость скачивания относится к скорости, с которой цифровые данные передаются из Интернета на Ваш компьютер, в то время как скорость загрузки - это скорость, с которой онлайн-данные передаются с Вашего компьютера в Интернет.",
    "article_about_methods_factors_title": "Какие факторы влияют на скорость интернета?",
    "deqspeed -": "Существует ряд факторов, которые могут повлиять на скорость Интернета или Ваше подключение к Интернету. Основные из них это:",

    "article_about_methods_factors_1_short": "Тип подключения",
    "article_about_methods_factors_1_description": "Тип подключения к Интернету, который Вы используете в настоящее время, может играть роль в скорости Интернета. Примеры подключений к Интернету включают мобильные (беспроводные сети), точки доступа, модем или коммутируемый доступ, широкополосный, DSL (цифровая абонентская линия), кабель, спутник, ISDN (цифровая сеть с интегрированными услугами) и многое другое.",

    "article_about_methods_factors_2_short": "Пункт назначения",
    "article_about_methods_factors_2_description": "Иногда возможности веб-сайта или сети Интернет могут влиять на скорость соединения, из-за чего пользователям приходится дольше скачивать, загружать или передавать данные. Веб-сайты, требующие передачу больших данных по сети, могут привести к тому, что Вам будет сложно ими пользоваться: скорости Вашего интернет-соединения будет недостаточно, из-за чего процесс передачи данных будет занимать куда больше времени. Если в сторонней сети существуют такие ограничения скорости Интернета, Вы не сможете скачивать или загружать контент с высокопроизводительной скоростью Интернета при посещении этого конкретного веб-сайта. <br><i>Пример: </i>сервис, к которому Вы пытаетесь обратиться, оказался неожиданно популярным среди других пользователей. Из-за такого стечения обстоятельств, время передачи контента увеличится, поскольку общая пропускная способность сервиса распределится между пользователями.<br>Альтернативный пример: Вы пришли в магазин, но помимо Вас к кассе выстроилась большая очередь. Вам придется пройти через очередь, прежде чем Вас обслужат. Если бы очереди не было, Вас обслужили бы сразу же.",

    "article_about_methods_factors_3_short": "Внешние факторы",
    "article_about_methods_factors_3_description": "Кроме того, Ваш домашний компьютер, ноутбук, планшет или смартфон должны соответствовать минимальным системным требованиям, рекомендованным поставщиком услуг высокоскоростного Интернета. Скорость Интернета может варьироваться в зависимости от конфигурации и производительности компьютеров, оборудования, программного обеспечения, приложений и других систем оборудования. Запуск нескольких устройств от одной домашней сети увеличит спрос на интернет-систему вашего дома и может повлиять на качество подключения к Интернету, что увеличит задержки и снизит скорость. Если Вы пользователь мобильной сети, то скорость может снижаться из-за плохой погоды, преград и неудачного положения пользователя (например, Вы находитесь слишком низко, — на подземном уровне парковки).",


    "article_about_methods_how_speed_is_being_measured_title": "Как измеряется скорость сети?",
    "article_about_methods_how_speed_is_being_measured_description": "DeqSpeed — это отличный инструмент для определения скорости Вашего интернет-подключения. После тестирования Вы получите информацию о скорости скачивания (Download), загрузки (Upload), и значение пинга (ping).",

    "article_about_methods_how_speed_is_being_measured_description_factors_1_title": "Загрузка",
    "article_about_methods_how_speed_is_being_measured_description_factors_1_description": "время, необходимое для извлечения данных, измеряемое в мегабитах в секунду (Мбит/с). <br>Это довольно важный показатель, поскольку большинство наших онлайн-действий требуют, чтобы мы извлекали данные из Интернета.",

    "article_about_methods_how_speed_is_being_measured_description_factors_2_title": "Скачивание",
    "article_about_methods_how_speed_is_being_measured_description_factors_2_description": "время, необходимое для отправки данных, измеряемое в мегабитах в секунду (Мбит/с). <br>Скорость загрузки важна для интерактивных видеозвонков и отправки файлов на сайты и сервисы в Интернете.",

    "article_about_methods_how_speed_is_being_measured_description_factors_3_title": "Пинг",
    "article_about_methods_how_speed_is_being_measured_description_factors_3_description": "время, необходимое между отправкой запроса и получением ответа, измеряемое в миллисекундах (мс), а также называемое задержкой. <br>Ваша скорость пинга диктует качество ваших голосовых и видеозвонков, а также вашу способность играть в онлайн-игры. Если Ваш пинг слишком высокий (200+), то, например, в играх, Вы будете подвисать.",


    "article_about_methods_good_speed_title": "Какая скорость считается хорошей?",
    "article_about_methods_good_speed_description": "Имейте в виду, что то, что представляет собой «хорошая скорость Интернета», сводится к нескольким факторам. Одним из них является то, какую онлайн-деятельность Вы пытаетесь выполнить. Просмотр веб-страниц, проверка электронной почты, потоковое видео UltraHD 4K и игра в онлайн-видеоигру требуют определенных скоростей для плавного и непрерывного выполнения.",

    "article_about_methods_good_speed_table_column_speed": "Скорость",
    "article_about_methods_good_speed_table_column_optimal_activity": "Оптимальные активности",

    "article_about_methods_good_speed_table_mbis_per_s": "Мбит/c",
    "article_about_methods_good_speed_table_for_example": "например:",


    "article_about_methods_good_speed_table_row_email_serfing": "Просмотр электронной почты",
    "article_about_methods_good_speed_table_row_music_streaming": "Потоковая передача музыки",
    "article_about_methods_good_speed_table_row_internet_serfing": "Интернет серфинг",

    "article_about_methods_good_speed_table_row_video_hd_streaming": "Потоковая передача видео HD (720p)",
    "article_about_methods_good_speed_table_video_calls_without_video_share": "Видеозвонки со Skype или FaceTime <i>без трансляции видео</i>",
    "article_about_methods_good_speed_table_online_games": "Онлайн-игры с другими пользователями",

    "article_about_methods_good_speed_table_row_video_fullhd_streaming": "Потоковая передача видео FullHD (1080p)",
    "article_about_methods_good_speed_table_video_calls_wit_video_share": "Видеозвонки со Skype или FaceTime <i>с трансляцией видео</i>",

    "article_about_methods_good_speed_table_fast_files_download": "Быстрая загрузка файлов",
    "article_about_methods_good_speed_table_row_video_ultrahd_streaming": "Потоковая передача видео UltraHD (4К)",
    "article_about_methods_good_speed_table_video_conferences": "Видео-конференции",
    "article_about_methods_good_speed_table_live_stream": "Стриминг",

    "article_about_methods_good_speed_table_fast_large_files_download": "Быстрая загрузка больших файлов",
    "article_about_methods_good_speed_table_row_video_ultrahd_8k_streaming": "Потоковая передача видео UltraHD (8К)",
    "article_about_methods_good_speed_table_active_online_games": "Активные онлайн-игры с другими пользователями",

    "article_about_methods_good_speed_table_anything_you_want": "Все что угодно! Лучшее решение для точек доступа, к которым планируется подключать более 4 активных устройств",

    "article_about_methods_good_speed_conclusion": "Скорость более 100Мбит/с позволяет выполнять затратные по скорости активности на разных устройствах одновременно, а также скачивать любые файлы с немыслимой скоростью. Впрочем, обычному пользователю такая скорость ни к чему. <br>Для мобильной сети хорошей будет скорость в районе 15-25 Мбит/c. Этой скорости достаточно, чтобы выполнять множество мобильных задач без ожиданий. <br>Для высокоскоростного подключения (так же, домашний интернет, проводное подключение, Wi-Fi) оптимальной будет скорость в районе 50-100 Мбит/c. Такой скорости достаточно для любых задач, которые можно вообразить.",

    "article_about_methods_how_deqspeed_works_title": "Как работает DeqSpeed?",
    "article_about_methods_how_deqspeed_works_description": "Отличный вопрос! DeqSpeed — это инновационный сервис, измеряющий скорость подключения с помощью набора определенных методов.<br>Для тестирования скорости скачивания:<br>— Мы устанавливаем соединение с удаленным сервером.<br>— Небольшие двоичные файлы загружаются с веб-сервера на клиент для примерной оценки скорости соединения.<br>— На основе этого результата выбирается один из нескольких размеров файлов для использования в реальном тесте загрузки.<br>* Во время проведения теста может быть инициализировано до 8 одновременных HTTP-потоков.<br>— Образцы пропускной способности для трассировки принимаются с удаленного сервера до 30 раз в секунду.<br>— ../еще другие технические штучки/..<br>Для тестирования скорости загрузки:<br>— Мы устанавливаем соединение с удаленным сервером.<br>— Генерируется случайный набор данных и отправляется на удаленный сервер для определения примерной скорости загрузки.<br>— На основе этого результата для загрузки выбирается набор случайно сгенерированных данных соответствующего размера.<br>* Во время проведения теста может быть инициализировано до 8 параллельных HTTP-потоков.<br><br><i>Может оказаться важным: </i> для проведения теста на удаленный сервер отправляются некие наборы данных. Процесс тестирования может потратить 30+Мб трафика, в зависимости от скорости Вашего подключения. Пожалуйста, учитывайте это, если Вы используете ограниченное подключение."
}